{
1 : "If the world is ending, a woman will want to fix her hair. If the world's ending, a woman will take the time to tell a man something he's done wrong.",
2 : "He was swimming in a sea of other people’s expectations. Men had drowned in seas like that.",
3 : "When a woman says she will obey you, of her own will, it is time to sleep lightly and watch your back." ,
4 : 'The only rules he wanted to remember were "never kiss a girl whose brothers have knife scars" and "never gamble without knowning a back way out”',
5 : "Death is as light as a feather, duty heavier than a spire.",
6 : "If a sword had memory, it might be grateful to the forge fire, but never fond of it.",
7 : "You can never know everything, and part of what you do know will always be wrong. Perhaps even the most important part. A portion of wisdom lies in knowing this. A portion of courage lies in going on anyway.",
8 : "Women are like goats."
9 : "Men forget but never forgive. Women forgive but never forget.",
10 : "But trust is the sound of a grave-dog's bark, Trust is the sound of betrayal in the dark, Trust is the sound of a soul's last breath, Trust is the sound of death.",
11 : "One pretty woman means fun at the dance. Two pretty women mean trouble in the house. Three pretty women mean run for the hills.",
12 : "Death is lighter than a feather, but duty is heavier than a mountain.",
13 : "The Light shine on you and the Creator shelter you. The last embrace of the mother welcome you home.",
14 : "There was no use in arguing. In his experience from Emonds Field to the Maidens, if a woman wanted to do something for you, the only way to stop her was to tie her up, especially if it involved sacrifice on her part.",
15 : "The Creator made women to please the eye and trouble the mind.",
16 : "Letting a man know too much was always a mistake. The trouble was, he was right, but letting a man know that too quickly was a mistake too.",
17 : "They were madmen, both of them. All men were.",
18 : "Men believe the worst easily, and women believe it hides something still darker.",
19 : "Luck is a horse to ride like any other.",
20 : "Men are strange. I think it has something to do with the hair on their chins.",
21 : "Women do not become exhausted, they only exhaust others."
}